/*
Navicat MySQL Data Transfer

Source Server         : testDB-bjhengye@2016
Source Server Version : 50711
Source Host           : test.bjdev.com.cn:6306
Source Database       : aiche

Target Server Type    : MYSQL
Target Server Version : 50711
File Encoding         : 65001

Date: 2019-04-11 14:47:11
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for sys_dict
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict`;
CREATE TABLE `sys_dict` (
  `id` varchar(64) NOT NULL COMMENT '编号',
  `value` varchar(100) NOT NULL COMMENT '数据值',
  `label` varchar(100) NOT NULL COMMENT '标签名',
  `type` varchar(100) NOT NULL COMMENT '类型',
  `description` varchar(100) NOT NULL COMMENT '描述',
  `sort` decimal(10,0) NOT NULL COMMENT '排序（升序）',
  `parent_id` varchar(64) DEFAULT '0' COMMENT '父级编号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  KEY `sys_dict_value` (`value`),
  KEY `sys_dict_label` (`label`),
  KEY `sys_dict_del_flag` (`del_flag`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='字典表';

-- ----------------------------
-- Records of sys_dict
-- ----------------------------
INSERT INTO `sys_dict` VALUES ('009d3d0a887046599ba2d3695ef7ebec', '03352083250067', '转K6型摇枕弹簧外簧窜出', 'fault_type', '故障代码', '1', '0', '1', '2018-11-13 14:25:39', '1', '2018-11-13 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('00fc9b7da5bd45439465aa14c242fa2d', '05534095100034', '120阀120阀体漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-09-17 14:25:39', '1', '2018-09-17 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('018f88e8d2fc4da3a6522a9fb1af5abc', '00', '新造', 'wait_repair', '修程', '23', '0', '1', '2018-10-18 10:46:01', '1', '2018-10-18 10:46:01', '修程', '0');
INSERT INTO `sys_dict` VALUES ('024d40083a304b9f8e5da32917c2c3b0', '07616117471017', '13号上作用钩提链丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-09 14:25:39', '1', '2018-09-09 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('033ddc0662b4423f88319e552332e4f2', '05004075001017', '无型号副风缸排水堵丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-21 14:25:39', '1', '2018-09-21 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('037a12b0448e47b5802114de0c1708b3', '03352093308017', '转K6型安全索丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-25 14:25:39', '1', '2018-10-25 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('0505eae0e3fd4ab59f08b50641219e2e', 'pcpsds', '旁承破损丢失', 'car_demage_type', '车辆损坏情况分类', '4', '0', '1', '2018-10-09 16:54:37', '1', '2018-10-09 16:54:37', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('05a6b26ed39f42d0b9a6b8350ed68fd2', '03242083250009', '转K2型摇枕弹簧外簧折损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-27 14:25:39', '1', '2018-09-27 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('05ec02a221044d418e7c31d68055fa41', '03002123454007', '无型号斜楔裂损', 'fault_type', '故障代码', '1', '0', '1', '2018-08-26 14:25:39', '1', '2018-08-26 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('077cc322e5544f9081f91fb5edc2f563', 'qyzbc', '企业自备车', 'trackCheck', '过轨检查', '22', '0', '1', '2018-10-18 15:10:39', '1', '2018-10-18 15:12:26', '过轨检查', '0');
INSERT INTO `sys_dict` VALUES ('085e4c401ef744b78ea3f745a8195015', '03', '辅修', 'wait_repair', '修程', '13', '0', '1', '2018-10-18 10:42:27', '1', '2018-10-18 10:42:27', '修程', '0');
INSERT INTO `sys_dict` VALUES ('08b60b715e1b4579b45376807b841327', '04383084170008', '掣轮式人力制动机拉杆链折断', 'fault_type', '故障代码', '1', '0', '1', '2018-11-23 14:25:39', '1', '2018-11-23 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('08ff391589c9439aa665dbbf283663d6', '04383084170017', '掣轮式人力制动机拉杆链丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-08-31 14:25:39', '1', '2018-08-31 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('09b4d328afed41e39e7bcf6e881fe3db', '2', '其他', 'check_level', '级别', '2', '0', '1', '2018-01-25 16:56:25', '1', '2018-01-25 16:56:25', '', '0');
INSERT INTO `sys_dict` VALUES ('0a22f3278a624882a822e0820f27efcb', '1', '主表', 'table_type', '表类型', '20', '0', '1', '2016-01-05 21:47:14', '1', '2016-01-05 21:53:34', '', '0');
INSERT INTO `sys_dict` VALUES ('0bd7c1201c7f417c84b8022f27ba4a86', '05004054901017', '无型号集尘器下体丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-14 14:25:39', '1', '2018-09-14 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('0d2cfe219dad4d78b548a62f43c83f7c', 'other', '路内其他', 'damageReasonType', '损坏原因分类', '80', '0', '1', '2018-09-27 16:26:23', '1', '2018-09-27 16:26:23', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('0dbc43ade73d43acb036656ca9c27b7c', 'cltx', '车辆脱线', 'car_demage_type', '车辆损坏情况分类', '23', '0', '1', '2018-10-09 17:05:02', '1', '2018-10-09 17:05:02', '', '0');
INSERT INTO `sys_dict` VALUES ('0e1148a037a94d46b180ad4983afe06f', '1', '优秀', 'check_result', '联检结果', '1', '0', '1', '2017-12-29 04:26:03', '1', '2017-12-29 04:26:03', '', '0');
INSERT INTO `sys_dict` VALUES ('0ed0f12274c14a5baa21a557170a4dfc', 'engineering', '路内工程', 'classification', '责任部门分类', '29', '0', '1', '2018-09-26 13:50:33', '1', '2018-09-26 13:50:33', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('1', '0', '正常', 'del_flag', '删除标记', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('10', 'yellow', '黄色', 'color', '颜色值', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('100', 'java.util.Date', 'Date', 'gen_java_type', 'Java类型', '50', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('101', 'com.thinkgem.jeesite.modules.sys.entity.User', 'User', 'gen_java_type', 'Java类型', '60', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('102', 'com.thinkgem.jeesite.modules.sys.entity.Office', 'Office', 'gen_java_type', 'Java类型', '70', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('103', 'com.thinkgem.jeesite.modules.sys.entity.Area', 'Area', 'gen_java_type', 'Java类型', '80', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('104', 'Custom', 'Custom', 'gen_java_type', 'Java类型', '90', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('105', '1', '会议通告', 'oa_notify_type', '通知通告类型', '10', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('106', '2', '奖惩通告', 'oa_notify_type', '通知通告类型', '20', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('107', '3', '活动通告', 'oa_notify_type', '通知通告类型', '30', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('108', '0', '草稿', 'oa_notify_status', '通知通告状态', '10', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('109', '1', '发布', 'oa_notify_status', '通知通告状态', '20', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('11', 'orange', '橙色', 'color', '颜色值', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('110', '0', '未读', 'oa_notify_read', '通知通告状态', '10', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('111', '1', '已读', 'oa_notify_read', '通知通告状态', '20', '0', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('12', 'default', '默认主题', 'theme', '主题方案', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('1283a20bbaab42a9b74679aa7a8d950e', 'roll', '滚', 'roll_slide', '滚滑别', '1', '0', '1', '2018-11-08 17:10:57', '1', '2018-11-08 17:10:57', '滚滑别', '0');
INSERT INTO `sys_dict` VALUES ('12b4d48d279048ec9f8c6ea99810b622', '2', '正在执行', 'pla_sta', '计划状态', '2', '0', '1', '2018-01-24 21:32:01', '1', '2018-01-24 21:32:01', '', '0');
INSERT INTO `sys_dict` VALUES ('12ef607bebbd4dddb7274a0d261f13ac', '05454044850007', '手动空重车转换塞门裂损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-22 14:25:39', '1', '2018-09-22 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('13', 'cerulean', '天蓝主题', 'theme', '主题方案', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('13468323bf044478bb0837da71e27720', 'metallurgical', '路外冶金', 'classification', '责任部门分类', '20', '0', '1', '2018-09-21 16:52:10', '1', '2018-09-26 11:36:23', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('1354b63b092a4318ace1d253f2865336', '10000000000001', '其他TPDS运行品质不良', 'fault_type', '故障代码', '1', '0', '1', '2018-08-22 14:25:40', '1', '2018-08-22 14:25:40', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('14', 'readable', '橙色主题', 'theme', '主题方案', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('142f924d809b4609924fe5a140f2433a', 'TWDS', 'TWDS', 'dev_type', '设备类型', '7', '0', '1', '2017-12-29 03:48:20', '1', '2018-02-25 14:16:30', '', '0');
INSERT INTO `sys_dict` VALUES ('16677b09496e448aa6d4fce611fcfa20', 'wgtlhc', '外国铁路货车', 'frontier', '国境交接', '6', '0', '1', '2018-10-18 15:25:29', '1', '2018-10-18 15:25:29', '国境交接', '0');
INSERT INTO `sys_dict` VALUES ('17', '1', '国家', 'sys_area_type', '区域类型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('17cc4ee0cf944803bd34b81dd52d8076', 'gthc', '国铁货车', 'frontier', '国境交接', '30', '0', '1', '2018-10-18 15:17:12', '1', '2018-10-18 15:17:12', '国境交接', '0');
INSERT INTO `sys_dict` VALUES ('18', '2', '省份、直辖市', 'sys_area_type', '区域类型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('18383617bf184508a12a21d381fc6b83', 'works', '路内工务', 'classification', '责任部门分类', '28', '0', '1', '2018-09-26 13:42:08', '1', '2018-09-26 13:42:08', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('19', '3', '地市', 'sys_area_type', '区域类型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('1a8ad7ceb8c0492692677b1eec6f94c4', '05004054900001', '无型号集尘器体裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-15 14:25:39', '1', '2018-10-15 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('1ac41137f1c64fea82765a6957535164', '05004024750047', '无型号制动软管局部凸起', 'fault_type', '故障代码', '1', '0', '1', '2018-09-13 14:25:39', '1', '2018-09-13 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('1c0ac576c33d41fcb4c16602bf4fad5d', 'post', 'post', 'interface_type', '接口类型', '20', '0', '1', '2015-11-30 15:52:25', '1', '2015-11-30 15:52:39', '', '0');
INSERT INTO `sys_dict` VALUES ('1c458db592064f589ecc9738d94b8d15', 'inRoad', '路内', 'damageModel', '损坏分类', '10', '0', '1', '2018-09-27 16:56:22', '1', '2018-09-27 16:56:22', '损坏分类', '0');
INSERT INTO `sys_dict` VALUES ('1c98a43246304d00929c04976f0b2490', '1', '已施工', 'bui_sta', '施工状态', '1', '0', '1', '2018-01-25 10:58:49', '1', '2018-01-25 10:58:49', '', '0');
INSERT INTO `sys_dict` VALUES ('1ccf9fb9ca4949b4b0ed55a08768a028', '05004085058001', '无型号制动缸吊架裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-08-24 14:25:39', '1', '2018-08-24 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('1ceff0598e0f41478259f1e3157902a1', '02001062253009', '通用型号后从板座铆钉折损', 'fault_type', '故障代码', '1', '0', '1', '2018-12-04 14:25:39', '1', '2018-12-04 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('1da7e2daaf2a4795a230b112184b2ecf', '0', '未落实', 'pla_sta', '计划状态', '0', '0', '1', '2018-01-24 21:30:39', '1', '2018-01-24 21:30:39', '', '0');
INSERT INTO `sys_dict` VALUES ('1edff48d215846c5b428770e7da4a068', 'dumper', '路外翻车机', 'damageReasonType', '损坏原因分类', '20', '0', '1', '2018-09-27 16:19:41', '1', '2018-09-27 16:19:41', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('1f06f33fca914df9a6aca67424d22ddb', '03302053123017', '转K4型挡键丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-29 14:25:39', '1', '2018-09-29 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('2', '1', '删除', 'del_flag', '删除标记', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('20', '4', '区县', 'sys_area_type', '区域类型', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('21', '1', '铁路局', 'sys_office_type', '机构类型', '60', '0', '1', '2013-05-27 08:00:00', '1', '2018-11-14 17:11:16', '', '0');
INSERT INTO `sys_dict` VALUES ('21a9b280d5db4d05b30455a9cf16d788', 'zwzdds', '闸瓦折断丢失', 'car_demage_type', '车辆损坏情况分类', '1', '0', '1', '2018-10-09 16:52:50', '1', '2018-10-09 16:52:50', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('21cf249c92b042f5b882f8401fd46060', '05004014711009', '无型号连接管折损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-12 14:25:39', '1', '2018-09-12 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('22', '2', '车辆段', 'sys_office_type', '机构类型', '70', '0', '1', '2013-05-27 08:00:00', '1', '2018-11-14 09:35:29', '', '0');
INSERT INTO `sys_dict` VALUES ('221a918bd1e149239a17ab0fdeaf5ecd', 'get', 'get', 'interface_type', '接口类型', '10', '0', '1', '2015-11-30 15:51:56', '1', '2015-11-30 15:51:56', '', '0');
INSERT INTO `sys_dict` VALUES ('22b37c1764534bcebbf72c56d181e54d', 'frontier', '国境交接', 'siteType', '作业场别', '40', '0', '1', '2018-10-17 16:57:55', '1', '2018-10-17 16:57:55', 'frontier', '0');
INSERT INTO `sys_dict` VALUES ('22e9d42575b04fef97196a57cd11ced3', '07616117456001', '13号车钩托梁裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-11-16 14:25:39', '1', '2018-11-16 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('23', '3', '列检作业场', 'sys_office_type', '机构类型', '90', '0', '1', '2013-05-27 08:00:00', '1', '2018-11-15 14:37:00', '', '0');
INSERT INTO `sys_dict` VALUES ('23b7c0e5b5924c2ba681c1bb5169a373', '05004014700034', '无型号主管漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-11-20 14:25:39', '1', '2018-11-20 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('2406d258fcd04f32a5b5633d27b2e60c', '1', '手摇', 'is_handshake', '手摇状态', '1', '0', '1', '2018-03-05 10:05:11', '1', '2018-03-05 10:05:11', '', '0');
INSERT INTO `sys_dict` VALUES ('25', '1', '综合部', 'sys_office_common', '快捷通用部门', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('251b2c53239c4495a9cc162e3873b50b', 'transport', '路内运输', 'classification', '责任部门分类', '27', '0', '1', '2018-09-26 13:40:17', '1', '2018-09-26 13:40:17', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('2583a1d74df7416f87760d14c4f6b66a', '3', '其他', 'dis_res', '发生原因', '3', '0', '1', '2018-01-22 09:28:15', '1', '2018-01-22 09:28:15', '', '0');
INSERT INTO `sys_dict` VALUES ('26', '2', '开发部', 'sys_office_common', '快捷通用部门', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('268d00b204fa4f1490672ed61ea84cf7', 'maintenance', '路内机务', 'classification', '责任部门分类', '28', '0', '1', '2018-09-26 13:41:13', '1', '2018-09-29 13:39:24', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('27', '3', '人力部', 'sys_office_common', '快捷通用部门', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('28', '1', '一级', 'sys_office_grade', '机构等级', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('29', '2', '二级', 'sys_office_grade', '机构等级', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('29bf65b7730a476fbc747045e083a463', '055A4064960017', '普通制动缸后堵丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-25 14:25:39', '1', '2018-09-25 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('2a496804e8564e2eb83287c5e5024a47', 'jczczzsh', '交叉支撑装置损坏', 'car_demage_type', '车辆损坏情况分类', '14', '0', '1', '2018-10-09 17:00:10', '1', '2018-10-09 17:00:10', '', '0');
INSERT INTO `sys_dict` VALUES ('2c132f7631d54fcd8d8103ce6d9e4269', '07616117471025', '13号上作用钩提链松余量超限', 'fault_type', '故障代码', '1', '0', '1', '2018-10-07 14:25:39', '1', '2018-10-07 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('2d814acee5bf425bba04c59cf7b4dcba', '05004034801017', '无型号折角塞门手把丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-19 14:25:39', '1', '2018-09-19 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('2fce961841614269a36fceb113ccad51', 'cjjc', '出境交车', 'frontier', '国境交接', '31', '0', '1', '2018-10-18 15:17:42', '1', '2018-10-18 15:17:42', '国铁货车', '0');
INSERT INTO `sys_dict` VALUES ('3', '1', '显示', 'show_hide', '显示/隐藏', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('30', '3', '三级', 'sys_office_grade', '机构等级', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('31', '4', '四级', 'sys_office_grade', '机构等级', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('3101afab149d4a31b98bfa8f6884033d', 'outRoad', '路外', 'damageModel', '损坏分类', '20', '0', '1', '2018-09-27 16:56:45', '1', '2018-09-27 16:56:45', 'damageModel', '0');
INSERT INTO `sys_dict` VALUES ('31552de6144045ffa12a37f0c34ade14', 'communication', '路内电务', 'classification', '责任部门分类', '29', '0', '1', '2018-09-26 13:44:07', '1', '2018-09-26 13:44:07', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('32', '1', '所有数据', 'sys_data_scope', '数据范围', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('323ad62576274535bdca38c7ead27779', '09', '其他', 'wait_repair', '修程', '21', '0', '1', '2018-10-18 10:45:13', '1', '2018-10-18 10:45:13', '修程', '0');
INSERT INTO `sys_dict` VALUES ('33', '2', '所在公司及以下数据', 'sys_data_scope', '数据范围', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('34', '3', '所在公司数据', 'sys_data_scope', '数据范围', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('3438a7dea42b4577a63917b186c436bc', 'cmbxtlds', '车门变形脱落丢失', 'car_demage_type', '车辆损坏情况分类', '6', '0', '1', '2018-10-09 16:55:40', '1', '2018-10-09 16:55:40', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('35', '4', '所在部门及以下数据', 'sys_data_scope', '数据范围', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('3503568a2df14b68b533d922a09e195d', '076H6016900001', '13B型钩舌裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-12 14:25:39', '1', '2018-10-12 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('359a76a765a54cca9c060edb1f4e7ac7', 'AEI', 'AEI', 'dev_type', '设备类型', '3', '0', '1', '2017-12-29 03:46:50', '1', '2018-02-25 14:15:09', '', '0');
INSERT INTO `sys_dict` VALUES ('35af01654ca740c596b5b21bb94f458f', '01040070354017', 'N车端门轴圆销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-10 14:25:39', '1', '2018-10-10 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('36', '5', '所在部门数据', 'sys_data_scope', '数据范围', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('3631ec3bfa8f469dbc4cb454eeb392e2', '03352053123017', '转K6型挡键丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-30 14:25:39', '1', '2018-09-30 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('3640a798e1a34289bdd8a498d4f42546', '04413084170008', 'NSW型人力制动机拉杆链折断', 'fault_type', '故障代码', '1', '0', '1', '2018-11-22 14:25:39', '1', '2018-11-22 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('37', '8', '仅本人数据', 'sys_data_scope', '数据范围', '90', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('37f48e8dcba74fd5a593406cfd0888d1', '05004014702017', '无型号主管卡子丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-25 14:25:39', '1', '2018-11-25 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('38', '9', '按明细设置', 'sys_data_scope', '数据范围', '100', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('39', '1', '系统管理', 'sys_user_type', '用户类型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('3a2747bf70424d2992f756e82894dd81', '04003064050017', '通用配件上拉杆圆销开口销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-15 14:25:39', '1', '2018-11-15 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('3aab40e09fc34085bfbf025d900227d0', '05534095102040', '120阀120阀作用不良', 'fault_type', '故障代码', '1', '0', '1', '2018-10-20 14:25:39', '1', '2018-10-20 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('3b9b0cceffbb4f47a8dcc06fc14a73e4', '05004034800034', '无型号折角塞门体漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-08-28 14:25:39', '1', '2018-08-28 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('3cd7910969354d1ea9151ba9e84afa18', '07666117483008', '17型支撑弹簧折断', 'fault_type', '故障代码', '1', '0', '1', '2018-09-02 14:25:39', '1', '2018-09-02 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('3dbe7a7809764c46bd95808d433bb3d4', '03242053131017', '转K2型挡键螺栓丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-08-29 14:25:39', '1', '2018-08-29 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('3dd8e4ec948742b49f26b5f27c9d3a7c', 'chemical', '路外化工', 'classification', '责任部门分类', '23', '0', '1', '2018-09-26 13:04:05', '1', '2018-09-26 13:04:05', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('4', '0', '隐藏', 'show_hide', '显示/隐藏', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('40', '2', '部门经理', 'sys_user_type', '用户类型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('405a25d33b1b44f9a42a9e8e2c085c37', 'junLie', '军列非列检', 'siteType', '作业场别', '30', '0', '1', '2018-10-17 16:52:25', '1', '2018-10-17 16:52:25', '作业场别', '0');
INSERT INTO `sys_dict` VALUES ('41', '3', '普通用户', 'sys_user_type', '用户类型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('42', 'basic', '基础主题', 'cms_theme', '站点主题', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('421fc1cc643e467e983598f6d2d7883b', '1', '路局', 'check_level', '级别', '1', '0', '1', '2018-01-25 16:56:03', '1', '2018-01-25 16:56:03', '', '0');
INSERT INTO `sys_dict` VALUES ('43', 'blue', '蓝色主题', 'cms_theme', '站点主题', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('43392084b684444eb21b5cd523830352', 'junfjlie', '军列非列检', 'junLie', '军列非列检', '1', '0', '1', '2018-10-18 15:16:34', '1', '2018-10-18 15:16:34', '军列非列检', '0');
INSERT INTO `sys_dict` VALUES ('43b17611129b4670a6b418e825b8d7f9', 'gsxds', '钩舌销丢失', 'car_demage_type', '车辆损坏情况分类', '11', '0', '1', '2018-10-09 16:58:41', '1', '2018-10-09 16:58:41', '', '0');
INSERT INTO `sys_dict` VALUES ('43c9472f411c4d3eafb3bf5319ffe499', '2', '异常报告', 'report_type', '异常的报告', '20', '0', '1', '2015-12-08 17:49:57', '1', '2015-12-08 17:49:57', '', '0');
INSERT INTO `sys_dict` VALUES ('44', 'red', '红色主题', 'cms_theme', '站点主题', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('44292bc5144c483b9c6c3b49e688c712', 'coal', '路外煤炭', 'classification', '责任部门分类', '21', '0', '1', '2018-09-26 11:43:36', '1', '2018-09-26 11:43:36', '责任部分分类', '0');
INSERT INTO `sys_dict` VALUES ('45', 'article', '文章模型', 'cms_module', '栏目模型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('4565ed3a2f554478aa482d5300e7c841', '05004034800001', '无型号折角塞门体裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-11-26 14:25:39', '1', '2018-11-26 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('45a4fa4ed75040f8ba2b98214d4859e8', 'fqzb', '翻前整备', 'handover', '企业交接', '1', '0', '1', '2018-10-18 15:05:53', '1', '2018-10-18 15:05:53', '企业交接', '0');
INSERT INTO `sys_dict` VALUES ('46', 'picture', '图片模型', 'cms_module', '栏目模型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('4677e099661547cdb1d500a2783cdad0', '042E3013805073', 'L-B型闸瓦托磨损', 'fault_type', '故障代码', '1', '0', '1', '2018-11-19 14:25:39', '1', '2018-11-19 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('47', 'download', '下载模型', 'cms_module', '栏目模型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('48', 'link', '链接模型', 'cms_module', '栏目模型', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('4884c041d8b74c9da44837017d9148ce', '04383084168001', '掣轮式人力制动机拉杆裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-11-30 14:25:39', '1', '2018-11-30 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('48f257a4063048e6ba0f1eebaf9d6358', 'gslsds', '钩舌裂损丢失', 'car_demage_type', '车辆损坏情况分类', '10', '0', '1', '2018-10-09 16:58:21', '1', '2018-10-09 16:58:21', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('49', 'special', '专题模型', 'cms_module', '栏目模型', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('4aafae86fade4179944d014a900b8951', '2', '列检设备', 'dev_category', '设备大类', '1', '0', '1', '2017-12-29 03:43:06', '1', '2018-02-26 11:22:56', '', '0');
INSERT INTO `sys_dict` VALUES ('4acf7bddefe940198acfffcaddeec601', 'jfen', '解封', 'seal', '封存备用', '2', '0', '1', '2018-10-18 15:13:07', '1', '2018-10-18 15:13:07', '封存备用', '0');
INSERT INTO `sys_dict` VALUES ('4c778fd0faae4fb6b8a2400b40a48424', 'scrap', '报废', 'damaged_level', '破损程度', '10', '0', '1', '2018-09-21 16:38:33', '1', '2018-09-21 16:38:33', '破损程度', '0');
INSERT INTO `sys_dict` VALUES ('4cea4dfb44b940daafed9363dcd8c51c', 'seal', '封存备用', 'siteType', '作业场别', '60', '0', '1', '2018-10-17 16:59:50', '1', '2018-10-17 16:59:50', '作业场别', '0');
INSERT INTO `sys_dict` VALUES ('4ee0b978a397456993885442c10524b5', '07676097353001', '13A型钩锁裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-09 14:25:39', '1', '2018-10-09 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('5', '1', '是', 'yes_no', '是/否', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('50', '0', '默认展现方式', 'cms_show_modes', '展现方式', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('51', '1', '首栏目内容列表', 'cms_show_modes', '展现方式', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('51d7a054fbed41c68704836c7e03fa14', '脱轨器', '脱轨器', 'dev_type', '设备类型', '6', '0', '1', '2017-12-29 03:48:03', '1', '2018-02-25 14:16:13', '', '0');
INSERT INTO `sys_dict` VALUES ('51fbc2ad9bf7469e8e1e056adad1e49b', '07676117456001', '13A型车钩托梁裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-11-01 14:25:39', '1', '2018-11-01 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('52', '2', '栏目第一条内容', 'cms_show_modes', '展现方式', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('52c499dafdb643c1811162e292b02a04', 'trackCheck', '过轨检查', 'siteType', '作业场别', '50', '0', '1', '2018-10-17 16:58:59', '1', '2018-10-17 16:58:59', '作业场别', '0');
INSERT INTO `sys_dict` VALUES ('53', '0', '发布', 'cms_del_flag', '内容状态', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('53cbae1fc8d84b428e2231fcf657b10c', 'fcun', '封存', 'seal', '封存备用', '1', '0', '1', '2018-10-18 15:12:10', '1', '2018-10-18 15:12:10', '封存备用', '0');
INSERT INTO `sys_dict` VALUES ('54', '1', '删除', 'cms_del_flag', '内容状态', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('548938bbecae4d20877366e2fbbb82d2', '01010211074017', 'C车钩提杆座螺栓丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-10 14:25:39', '1', '2018-11-10 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('55', '2', '审核', 'cms_del_flag', '内容状态', '15', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('553c19685128462abe34c089ec6cdee6', '2', '良好', 'check_result', '联检结果', '2', '0', '1', '2017-12-29 04:26:23', '1', '2017-12-29 04:26:23', '', '0');
INSERT INTO `sys_dict` VALUES ('5566190252b24b1895a0ba10c12e6a07', '07616117495017', '13号上作用钩提链马蹄环丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-27 14:25:39', '1', '2018-11-27 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('55f44eef156b48ac9a39846bb9707825', 'wgtlhccj', '外国铁路货车出境交车', 'frontier', '国境交接', '3', '0', '1', '2018-10-18 15:17:43', '1', '2018-10-18 15:17:43', '国境交接', '0');
INSERT INTO `sys_dict` VALUES ('56', '1', '首页焦点图', 'cms_posid', '推荐位', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('56b9a44beddd4a19b68ac20c67de91eb', 'TFDS、THDS、AEI', 'TFDS、THDS、AEI', 'dev_type', '设备类型', '2', '0', '1', '2017-12-29 03:45:55', '1', '2018-02-25 14:14:45', '', '0');
INSERT INTO `sys_dict` VALUES ('57', '2', '栏目页文章推荐', 'cms_posid', '推荐位', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('58', '1', '咨询', 'cms_guestbook', '留言板分类', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('59', '2', '建议', 'cms_guestbook', '留言板分类', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('59c989aaf389419aa6fc460e47ee3296', 'THDS', 'THDS', 'dev_type', '设备类型', '8', '0', '1', '2017-12-29 03:48:40', '1', '2018-02-25 14:16:48', '', '0');
INSERT INTO `sys_dict` VALUES ('5a160025fe3243a09583796daef95a70', '07676117471017', '13A型上作用钩提链丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-29 14:25:39', '1', '2018-11-29 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('5a4acb284333479cacd30984cae5686d', '043M3023851017', '高摩合成闸瓦插销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-18 14:25:39', '1', '2018-10-18 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('5a65694c5c5b43a1bc22296a78cf1d32', 'tzsb', '自轮运转特种设备', 'trackCheck', '过轨检查', '24', '0', '1', '2018-10-18 15:14:49', '1', '2018-10-18 15:14:49', '过轨检查', '0');
INSERT INTO `sys_dict` VALUES ('5a80883646d14d9db41248ae79ef342d', 'electricity', '路外电力', 'classification', '责任部门分类', '24', '0', '1', '2018-09-26 13:05:53', '1', '2018-09-26 13:05:53', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('5ac8c351133e4a2bab4ac9e1df2b76fa', 'forestry', '路外林业', 'classification', '责任部门分类', '10', '0', '1', '2018-09-21 16:51:40', '1', '2018-09-26 11:37:23', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('5b899603552c48519e7ba8eb9da0b41f', '0', '单表', 'table_type', '表类型', '10', '0', '1', '2016-01-05 21:46:39', '1', '2016-01-05 21:53:50', '', '0');
INSERT INTO `sys_dict` VALUES ('5bdfe696a71344ab94681b2a510469a2', '05004014706009', '无型号支管折损', 'fault_type', '故障代码', '1', '0', '1', '2018-10-24 14:25:39', '1', '2018-10-24 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('5e8accc6fb03478f8d987b4c8d12da28', 'downOff', '卸后', 'trainOperation', '列车作业性质', '30', '0', '1', '2018-09-19 15:24:53', '1', '2018-09-19 15:24:53', '列车作业性质', '0');
INSERT INTO `sys_dict` VALUES ('6', '0', '否', 'yes_no', '是/否', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('60', '3', '投诉', 'cms_guestbook', '留言板分类', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('60522d545b904041a7b19a56dc19e570', '05004014700033', '无型号主管砂眼', 'fault_type', '故障代码', '1', '0', '1', '2018-12-01 14:25:39', '1', '2018-12-01 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('61', '4', '其它', 'cms_guestbook', '留言板分类', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('614647a4ea6b4f69b26365adfa262f72', '07676117489017', '13A型防跳插销及链丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-24 14:25:39', '1', '2018-11-24 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('62', '1', '公休', 'oa_leave_type', '请假类型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('622219f1a9cd4fb8ad0e333188875acc', '0', '报修', 'dis_res', '发生原因', '0', '0', '1', '2018-01-22 09:27:12', '1', '2018-01-22 10:11:00', '', '0');
INSERT INTO `sys_dict` VALUES ('63', '2', '病假', 'oa_leave_type', '请假类型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('63652defa96545a08c66ac7951dab4b7', '5', '运用车间', 'sys_office_type', '机构类型', '80', '0', '1', '2018-11-14 09:36:03', '1', '2018-11-15 14:36:52', '机构类型', '0');
INSERT INTO `sys_dict` VALUES ('64', '3', '事假', 'oa_leave_type', '请假类型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('64205b84bb864781be83342fc33af937', '1', '已落实', 'pla_sta', '计划状态', '1', '0', '1', '2018-01-24 21:31:17', '1', '2018-01-24 21:31:17', '', '0');
INSERT INTO `sys_dict` VALUES ('649e1d0302fc49a88c5c89083bb3c988', 'tche', '挑车', 'special', '特殊物资', '1', '0', '1', '2018-10-18 15:10:29', '1', '2018-10-18 15:10:29', '特殊物资', '0');
INSERT INTO `sys_dict` VALUES ('64b3348f37294394a788281c6b588142', '0', '总公司', 'check_level', '级别', '0', '0', '1', '2018-01-25 16:55:39', '1', '2018-01-25 16:55:39', '', '0');
INSERT INTO `sys_dict` VALUES ('64b5694779124763be93196600f0b23f', '1', '已恢复', 'rec_sta', '恢复状态', '1', '0', '1', '2018-01-22 14:39:52', '1', '2018-01-22 14:39:52', '', '0');
INSERT INTO `sys_dict` VALUES ('65', '4', '调休', 'oa_leave_type', '请假类型', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('65148d88cab940f29e1a700c284a893a', '05534095101017', '120阀120阀配件丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-15 14:25:39', '1', '2018-09-15 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('66', '5', '婚假', 'oa_leave_type', '请假类型', '60', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('67', '1', '接入日志', 'sys_log_type', '日志类型', '30', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('67d97d530a7f431899a1cb152ce9e289', '043M3023851008', '高摩合成闸瓦插销折断', 'fault_type', '故障代码', '1', '0', '1', '2018-11-03 14:25:39', '1', '2018-11-03 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('67eb24eedd2142c5b18d4dcd2aa2f95c', '05534095110034', '120阀120紧急阀排气口漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-09-07 14:25:39', '1', '2018-09-07 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('68', '2', '异常日志', 'sys_log_type', '日志类型', '40', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('680ddd8c91fe43588a7bb7aafe816633', '1', '正常报告', 'report_type', '正常的报告', '10', '0', '1', '2015-12-08 17:49:28', '1', '2015-12-08 17:49:28', '正常的报告', '0');
INSERT INTO `sys_dict` VALUES ('69', 'leave', '请假流程', 'act_type', '流程类型', '10', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('69b41940e3314671b74adaf426ef4b33', 'jbei', '解备', 'seal', '封存备用', '4', '0', '1', '2018-10-18 15:13:59', '1', '2018-10-18 15:13:59', '封存备用', '0');
INSERT INTO `sys_dict` VALUES ('6b4608311f6d4b6a9136701dd00ff8e8', '043M3023850031', '高摩合成闸瓦厚度超限', 'fault_type', '故障代码', '1', '0', '1', '2018-10-06 14:25:39', '1', '2018-10-06 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('6b553f6bb611428eaac5dad13e87d1a9', '05004014709016', '无型号支管卡子松动', 'fault_type', '故障代码', '1', '0', '1', '2018-10-14 14:25:39', '1', '2018-10-14 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('6caed38fd3294ff590daf021af13b4ec', 'superDamage', '大破', 'damaged_level', '破损程度', '20', '0', '1', '2018-09-21 16:40:38', '1', '2018-09-21 16:40:38', '破损程度', '0');
INSERT INTO `sys_dict` VALUES ('6dffafe8a6504eb2ac6e2defa6704e13', 'zwcxds', '闸瓦插销丢失', 'car_demage_type', '车辆损坏情况分类', '2', '0', '1', '2018-10-09 16:53:30', '1', '2018-10-09 16:53:30', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('6ef3c143eb394ce4b37759e7244b2786', '05004135301017', '无型号拉环丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-28 14:25:39', '1', '2018-11-28 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('6fc68284babc4a3db99a7fac32b8ebfe', '04003054013017', '通用配件制动缸活塞推杆圆销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-02 14:25:39', '1', '2018-11-02 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('7', 'red', '红色', 'color', '颜色值', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('70', 'test_audit', '审批测试流程', 'act_type', '流程类型', '20', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('7015fd213571402a9a3e5fef3477d693', '05004034801009', '无型号折角塞门手把折损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-20 14:25:39', '1', '2018-09-20 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('71', '1', '常用流程', 'act_category', '流程分类', '10', '0', '1', '2013-06-03 08:00:00', '1', '2016-06-19 22:15:01', '', '0');
INSERT INTO `sys_dict` VALUES ('71804c6b820048b09c9f6f2c11121113', 'ace', 'ACE风格', 'theme', '主题方案', '15', '0', '1', '2016-04-20 21:57:21', '1', '2016-04-20 21:57:21', '', '0');
INSERT INTO `sys_dict` VALUES ('71ace1ee29e14c5eaf24e8bd0d34de95', 'byong', '备用', 'seal', '封存备用', '3', '0', '1', '2018-10-18 15:13:30', '1', '2018-10-18 15:13:30', '封存备用', '0');
INSERT INTO `sys_dict` VALUES ('72', '2', '办公流程', 'act_category', '流程分类', '20', '0', '1', '2013-06-03 08:00:00', '1', '2016-06-19 22:15:09', '', '0');
INSERT INTO `sys_dict` VALUES ('7242179f55a048cea4b4d25053e22a8d', '043M3023850008', '高摩合成闸瓦折断', 'fault_type', '故障代码', '1', '0', '1', '2018-10-04 14:25:39', '1', '2018-10-04 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('73', 'crud', '增删改查', 'gen_category', '代码生成分类', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('73b9679d23644cababc7a17e6f86d063', 'outOther', '路外其他', 'damageReasonType', '损坏原因分类', '50', '0', '1', '2018-09-27 16:23:42', '1', '2018-09-27 16:23:42', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('73d8b7d1a9d543378ae5603763442ffd', 'special', '特殊物资', 'siteType', '作业场别', '70', '0', '1', '2018-10-17 17:00:44', '1', '2018-10-17 17:00:44', '作业场别', '0');
INSERT INTO `sys_dict` VALUES ('74', 'crud_many', '增删改查（包含从表）', 'gen_category', '代码生成分类', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('75', 'tree', '树结构', 'gen_category', '代码生成分类', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('76', '=', '=', 'gen_query_type', '查询方式', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('77', '!=', '!=', 'gen_query_type', '查询方式', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('78', '&gt;', '&gt;', 'gen_query_type', '查询方式', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('785258e6267f4760bf5b2698de878c65', 'cldlbx', '侧梁端梁变形', 'car_demage_type', '车辆损坏情况分类', '5', '0', '1', '2018-10-09 16:55:07', '1', '2018-10-09 16:55:07', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('79', '&lt;', '&lt;', 'gen_query_type', '查询方式', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('7a77313375594264b316823d9ee369ad', '07676117472017', '13A型上作用钩提链圆销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-08 14:25:39', '1', '2018-11-08 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('7b1354097e294f69a848b5b5132d2981', '05004014717034', '无型号主管法兰连接处漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-12-02 14:25:39', '1', '2018-12-02 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('7bb862cbf8f74993bcd5462c57dadca1', '15', '待报废', 'wait_repair', '修程', '10', '0', '1', '2018-10-18 10:41:18', '1', '2018-10-18 10:41:18', '修程', '0');
INSERT INTO `sys_dict` VALUES ('7c4b6292c6c544a785343857725499fc', 'szdjzzsh', '手制动机装置损坏', 'car_demage_type', '车辆损坏情况分类', '22', '0', '1', '2018-10-09 17:04:38', '1', '2018-10-09 17:04:38', '', '0');
INSERT INTO `sys_dict` VALUES ('7d6391ca11594f6bbe754221038c6ce2', '07676097350008', '13A型钩舌销折断', 'fault_type', '故障代码', '1', '0', '1', '2018-11-12 14:25:39', '1', '2018-11-12 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('7e091e42c35e48059d0d8af080ee6a7b', 'zdgxlz', '制动管系裂折', 'car_demage_type', '车辆损坏情况分类', '20', '0', '1', '2018-10-09 17:03:35', '1', '2018-10-09 17:03:35', '', '0');
INSERT INTO `sys_dict` VALUES ('7e52fb69bf7c4e64b03c264ab0f33176', 'blackd', '夜班', 'classesType', '班次', '20', '0', '1', '2018-09-25 17:38:08', '1', '2018-09-25 17:38:08', '班次', '0');
INSERT INTO `sys_dict` VALUES ('7ed7e21db8e24e1aaa05c95aa2fbd4d1', '05004014713016', '无型号连接管卡子松动', 'fault_type', '故障代码', '1', '0', '1', '2018-10-13 14:25:39', '1', '2018-10-13 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('7fa0d53afb574240a558b440687a5ae5', 'vehicle', '路内车辆', 'classification', '责任部门分类', '30', '0', '1', '2018-09-26 13:51:53', '1', '2018-09-26 13:51:53', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('8', 'green', '绿色', 'color', '颜色值', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('80', 'between', 'Between', 'gen_query_type', '查询方式', '50', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('800996a8965545fbb07db39f2a8b4559', '05004135301007', '无型号拉环裂损', 'fault_type', '故障代码', '1', '0', '1', '2018-10-28 14:25:39', '1', '2018-10-28 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('80470dadd4e7485fa2ec4d58c111bad4', '05004014702016', '无型号主管卡子松动', 'fault_type', '故障代码', '1', '0', '1', '2018-11-07 14:25:39', '1', '2018-11-07 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('80aec47835d249f098a2600eefb2acdd', '05534095102036', '120阀120阀不缓解', 'fault_type', '故障代码', '1', '0', '1', '2018-09-16 14:25:39', '1', '2018-09-16 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('80c6741c2f8d4ba2b48dd248c2a4fb76', '05004024750010', '无型号制动软管破损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-11 14:25:39', '1', '2018-09-11 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('81', 'like', 'Like', 'gen_query_type', '查询方式', '60', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('8167e9936c9548feb2dce267668e6636', 'zdltc', '制动梁脱出', 'car_demage_type', '车辆损坏情况分类', '13', '0', '1', '2018-10-09 16:59:31', '1', '2018-10-09 16:59:31', '', '0');
INSERT INTO `sys_dict` VALUES ('82', 'left_like', 'Left Like', 'gen_query_type', '查询方式', '70', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('83', 'right_like', 'Right Like', 'gen_query_type', '查询方式', '80', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('83d48b1b843e4b2fbf41d01f37cb8f01', 'TFDS', 'TFDS', 'dev_type', '设备类型', '9', '0', '1', '2017-12-29 03:48:58', '1', '2018-02-25 14:17:06', '', '0');
INSERT INTO `sys_dict` VALUES ('84', 'input', '文本框', 'gen_show_type', '字段生成方案', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('84d1abae595041bf8b8ce5d9a8100e45', 'fhzx', '翻后整修', 'handover', '企业交接', '2', '0', '1', '2018-10-18 15:07:55', '1', '2018-10-18 15:07:55', '企业交接', '0');
INSERT INTO `sys_dict` VALUES ('84e83b38b3384649be6b01da20bdac09', 'qynyc', '企业内用车', 'trackCheck', '过轨检查', '21', '0', '1', '2018-10-18 15:08:54', '1', '2018-10-18 15:11:57', '过轨检查', '0');
INSERT INTO `sys_dict` VALUES ('85', 'textarea', '文本域', 'gen_show_type', '字段生成方案', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('86', 'select', '下拉框', 'gen_show_type', '字段生成方案', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('86e42d07eef645058c440813ec517047', '07616117469012', '13号上作用钩提杆弯曲', 'fault_type', '故障代码', '1', '0', '1', '2018-10-22 14:25:39', '1', '2018-10-22 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('87', 'checkbox', '复选框', 'gen_show_type', '字段生成方案', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('8738ca2ca8c444d98ef40b19d3030727', 'czatc', '承载鞍脱出', 'car_demage_type', '车辆损坏情况分类', '16', '0', '1', '2018-10-09 17:00:54', '1', '2018-10-09 17:00:54', '', '0');
INSERT INTO `sys_dict` VALUES ('8770de7b36594e4491930d657e414c96', 'fullBehind', '翻前', 'trainOperation', '列车作业性质', '20', '0', '1', '2018-09-19 15:23:40', '1', '2018-09-19 15:23:40', '列车作业性质', '0');
INSERT INTO `sys_dict` VALUES ('87787fff15934d37bf3dc630d3e35485', 'xpxds', '心盘销丢失', 'car_demage_type', '车辆损坏情况分类', '3', '0', '1', '2018-10-09 16:54:08', '1', '2018-10-09 16:54:08', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('87bfd806651241af846909f60a401f8f', 'factoryRepair', '入厂修理', 'repairType', '修理情况栏填写分类', '20', '0', '1', '2018-09-21 16:57:38', '1', '2018-09-21 16:57:38', '修理情况栏填写分类', '0');
INSERT INTO `sys_dict` VALUES ('88', 'radiobox', '单选框', 'gen_show_type', '字段生成方案', '50', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('884802790ab74120a30a6c410fbc35a9', '05004034804001', '无型号截断塞门体裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-11-21 14:25:39', '1', '2018-11-21 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('88fb00c46ca14c5f84b52c366af1d3c3', '02', '段修', 'wait_repair', '修程', '12', '0', '1', '2018-10-18 10:42:04', '1', '2018-10-18 10:42:04', '修程', '0');
INSERT INTO `sys_dict` VALUES ('89', 'dateselect', '日期选择', 'gen_show_type', '字段生成方案', '60', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('893963e998d04724a2f25f0548bd3e63', '0', '未恢复', 'rec_sta', '恢复状态', '0', '0', '1', '2018-01-22 14:29:32', '1', '2018-01-22 14:29:32', '', '0');
INSERT INTO `sys_dict` VALUES ('8a016e2c540148bf822e8cce65511cb5', 'jzhuang', '监装', 'special', '特殊物资', '2', '0', '1', '2018-10-18 15:10:56', '1', '2018-10-18 15:10:56', '特殊物资', '0');
INSERT INTO `sys_dict` VALUES ('8b2420d4dad049488bf601fe89e56f89', '3', '疑似抱闸', 'axis_level', '报轴级别', '3', '0', '1', '2018-01-25 19:00:26', '1', '2018-04-24 15:47:12', '', '0');
INSERT INTO `sys_dict` VALUES ('8bae5831149e4fc39587ccba95cdbf1c', '01010211073011', 'C车钩提杆座开焊', 'fault_type', '故障代码', '1', '0', '1', '2018-09-04 14:25:39', '1', '2018-09-04 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('8c7fd744685148f8b63aae7982daf1f9', '4', '失格', 'check_result', '联检结果', '4', '0', '1', '2017-12-29 04:26:52', '1', '2017-12-29 04:26:52', '', '0');
INSERT INTO `sys_dict` VALUES ('8cd591f35e624f0b84de2fa02e96621d', 'class', '班', 'class_group_type', '班组类型', '10', '0', '1', '2018-09-28 14:10:41', '1', '2018-09-28 14:10:41', '班组类型', '0');
INSERT INTO `sys_dict` VALUES ('8d7127cc8ef7426682af6a92001f0a64', '1', '已上报', 'rep_sta', '上报状态', '1', '0', '1', '2018-01-22 14:27:47', '1', '2018-01-22 14:27:47', '', '0');
INSERT INTO `sys_dict` VALUES ('8fbbf980cb684e34b0e367cb975eca55', '04003054000017', '通用配件上拉杆圆销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-14 14:25:39', '1', '2018-11-14 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('8fd9546b29e64608b4239e2b2d02ac4d', '05', '轴检', 'wait_repair', '修程', '17', '0', '1', '2018-10-18 10:43:14', '1', '2018-10-18 10:47:55', '修程', '0');
INSERT INTO `sys_dict` VALUES ('8ff04102a47f4ab9b62c36242f01392a', '05004115200010', '无型号安全阀破损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-24 14:25:39', '1', '2018-09-24 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('9', 'blue', '蓝色', 'color', '颜色值', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('90', 'userselect', '人员选择', 'gen_show_type', '字段生成方案', '70', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('9021d89baf144c5282d66eecfb815619', '05004085051009', '无型号副风缸卡带折损', 'fault_type', '故障代码', '1', '0', '1', '2018-08-23 14:25:39', '1', '2018-08-23 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('91', 'officeselect', '部门选择', 'gen_show_type', '字段生成方案', '80', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('918c671fee9f47e6aff9f2e2377eb382', '10', '返段修', 'wait_repair', '修程', '22', '0', '1', '2018-10-18 10:45:38', '1', '2018-10-18 10:45:38', '修程', '0');
INSERT INTO `sys_dict` VALUES ('92', 'areaselect', '区域选择', 'gen_show_type', '字段生成方案', '90', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('92d0d96d950d49bf9300bedaaf5fa59d', '03242053123017', '转K2型挡键丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-28 14:25:39', '1', '2018-09-28 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('93', 'String', 'String', 'gen_java_type', 'Java类型', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('94', 'Long', 'Long', 'gen_java_type', 'Java类型', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('95', 'dao', '仅持久层', 'gen_category', '代码生成分类\0\0', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('95e6bcab450341568f10d0b43bf8c1c6', 'hcqps', '缓冲器破损', 'car_demage_type', '车辆损坏情况分类', '9', '0', '1', '2018-10-09 16:57:49', '1', '2018-10-09 16:57:49', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('96', '1', '男', 'sex', '性别', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('97', '2', '女', 'sex', '性别', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('98', 'Integer', 'Integer', 'gen_java_type', 'Java类型', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('99', 'Double', 'Double', 'gen_java_type', 'Java类型', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('9bab2bf49b464441bd1e92317aa922fb', 'middleDemage', '中破', 'damaged_level', '破损程度', '30', '0', '1', '2018-09-21 16:41:35', '1', '2018-09-21 16:42:25', '破损程度', '0');
INSERT INTO `sys_dict` VALUES ('9c5d197c98b749fcbba8be92f4fd052d', 'other', '路内其他', 'classification', '责任部门分类', '32', '0', '1', '2018-09-26 13:55:47', '1', '2018-09-26 13:55:47', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('a0d6af05d5bb4c848b83dd508226ab69', 'scrap', '报废', 'repairType', '修理情况栏填写分类', '30', '0', '1', '2018-09-21 16:56:50', '1', '2018-09-21 16:56:50', '修理情况栏填写分类', '0');
INSERT INTO `sys_dict` VALUES ('a35143366590424496e90510d697fd10', '电控大闸', '电控大闸', 'dev_type', '设备类型', '10', '0', '1', '2018-02-25 14:17:51', '1', '2018-02-25 14:17:51', '', '0');
INSERT INTO `sys_dict` VALUES ('a3e3bc3cae8a4f3b94813333cb8fff8c', 'fullBehind', '翻前', 'operationNature', '破损列车作业性质', '10', '0', '1', '2018-09-21 17:09:28', '1', '2018-09-21 17:09:28', '破损列车作业性质', '0');
INSERT INTO `sys_dict` VALUES ('a6fbad3ebe244443879840836b8af497', '07676117495017', '13A型上作用钩提链马蹄环丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-08 14:25:39', '1', '2018-10-08 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('a7ac98eb60324a6fb27cd5207857aad2', 'kqzdpjds', '空气制动配件丢失', 'car_demage_type', '车辆损坏情况分类', '21', '0', '1', '2018-10-09 17:04:05', '1', '2018-10-09 17:04:05', '', '0');
INSERT INTO `sys_dict` VALUES ('a865783ab09a44fbb535457a8d7e7599', '043A3074100010', 'ST1-600型闸调器破损', 'fault_type', '故障代码', '1', '0', '1', '2018-10-03 14:25:39', '1', '2018-10-03 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('a88ba7ed08df47968947f76db54f590d', '03352103350063', '转K6型承载鞍错位', 'fault_type', '故障代码', '1', '0', '1', '2018-09-10 14:25:39', '1', '2018-09-10 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('a9a86da5524845cda8d44d360ac8a579', 'smallDemage', '小破', 'damaged_level', '破损程度', '40', '0', '1', '2018-09-21 16:43:17', '1', '2018-09-21 16:43:17', '破损程度', '0');
INSERT INTO `sys_dict` VALUES ('aa9c6cb64d434ac9810a7c7650eea482', '01', '厂修', 'wait_repair', '修程', '11', '0', '1', '2018-10-18 10:41:45', '1', '2018-10-18 10:41:45', '修程', '0');
INSERT INTO `sys_dict` VALUES ('ac7723497235479fae9a6991ce51b68f', 'jcjszye', '列车技术作业', 'special', '特殊物资', '3', '0', '1', '2018-10-18 15:11:29', '1', '2018-10-18 15:11:29', '特殊物资', '0');
INSERT INTO `sys_dict` VALUES ('ac7f2fb63e25452caab71cab89c9d72e', '2', '报警', 'dis_res', '发生原因', '2', '0', '1', '2018-01-22 10:12:01', '1', '2018-01-22 10:12:01', '', '0');
INSERT INTO `sys_dict` VALUES ('ad6233f1ee71441c8cddf5f813a08b37', 'THDS、AEI', 'THDS、AEI', 'dev_type', '设备类型', '12', '0', '1', '2018-02-25 14:19:03', '1', '2018-02-25 14:19:03', '', '0');
INSERT INTO `sys_dict` VALUES ('addbb06d66404c41a60e9716010d6152', 'weightCar', '重车', 'emptyWeight', '空重别', '20', '0', '1', '2018-09-28 15:17:39', '1', '2018-09-28 15:17:39', '空重别', '0');
INSERT INTO `sys_dict` VALUES ('afac8531e1bf4c4b9d6885d2fda6ef10', '3', '合格', 'check_result', '联检结果', '3', '0', '1', '2017-12-29 04:26:36', '1', '2017-12-29 04:26:36', '', '0');
INSERT INTO `sys_dict` VALUES ('afeec6a48bd94062a239094ba4d1a9f9', '07616117454016', '13号钩尾框托板螺母松动', 'fault_type', '故障代码', '1', '0', '1', '2018-10-21 14:25:39', '1', '2018-10-21 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('b05d27b0c31b4da5b6f4a60407dee97d', '03242083250067', '转K2型摇枕弹簧外簧窜出', 'fault_type', '故障代码', '1', '0', '1', '2018-09-05 14:25:39', '1', '2018-09-05 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('b0b5079e886a40ba8bc4b8052fabfca0', 'zcwqls', '轴承外圈裂损', 'car_demage_type', '车辆损坏情况分类', '15', '0', '1', '2018-10-09 17:00:33', '1', '2018-10-09 17:00:33', '', '0');
INSERT INTO `sys_dict` VALUES ('b4ab88ddbf4640dea119b81b97979cd5', '076H6097353001', '13B型钩锁裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-26 14:25:39', '1', '2018-10-26 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('b621afc686bb4853baf49722e8366c69', 'TFDS、AEI', 'TFDS、AEI', 'dev_type', '设备类型', '11', '0', '1', '2018-02-25 14:18:32', '1', '2018-02-25 14:18:32', '', '0');
INSERT INTO `sys_dict` VALUES ('b651645c72c04f46bf1af7c13451143e', 'jsjc', '技术交车', 'handover', '企业交接', '3', '0', '1', '2018-10-18 15:08:33', '1', '2018-10-18 15:08:33', '企业交接', '0');
INSERT INTO `sys_dict` VALUES ('b89304a0db30448da8515cbf356ad8f7', 'unloading_one', '路外装卸车', 'damageReasonType', '损坏原因分类', '40', '0', '1', '2018-09-27 16:22:25', '1', '2018-09-27 16:22:53', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('b8ed08db9e3c46ab97e88f2d166642ae', 'periodRepair', '入段修理', 'repairType', '修理情况栏填写分类', '30', '0', '1', '2018-09-21 16:58:25', '1', '2018-09-21 16:58:25', '修理情况栏填写分类', '0');
INSERT INTO `sys_dict` VALUES ('b8f2669c69d7419ab3f0529a0c49529a', 'handover', '企业交接', 'siteType', '作业场别', '20', '0', '1', '2018-09-25 17:30:29', '1', '2018-10-17 17:01:13', '作业场别', '0');
INSERT INTO `sys_dict` VALUES ('baa4d4c3a69e415bbdbaac43702ff82c', '1', '5T设备', 'dev_category', '设备大类', '2', '0', '1', '2017-12-29 03:42:41', '1', '2018-02-26 11:22:45', '', '0');
INSERT INTO `sys_dict` VALUES ('bb630614db8c414ab8d7ada3de09e9a9', '03352083250009', '转K6型摇枕弹簧外簧折损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-03 14:25:39', '1', '2018-09-03 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('bba52ea939e74fdea767ed4336e1fa32', 'other_one', '路外其他', 'classification', '责任部门分类', '25', '0', '1', '2018-09-26 13:11:51', '1', '2018-09-26 13:11:51', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('bd07fff119a74e1d8b1c0c4344d4dcc2', '05004034815083', '无型号脱轨自动制动阀塞门手把关闭', 'fault_type', '故障代码', '1', '0', '1', '2018-08-25 14:25:39', '1', '2018-08-25 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('bde6043665ef4571b85d0edab667cd15', '3', '树结构表', 'table_type', '表类型', '40', '0', '1', '2016-01-06 19:48:50', '1', '2016-01-06 19:48:50', '', '0');
INSERT INTO `sys_dict` VALUES ('bf14dd40a597444cb8f77c6907deed18', '0', '激热', 'axis_level', '报轴级别', '0', '0', '1', '2018-01-25 18:58:09', '1', '2018-01-25 18:58:09', '', '0');
INSERT INTO `sys_dict` VALUES ('bfc53c36bc2d4013a8c928315e84fd2b', '04393084164014', '脚踏式人力制动机踏板变形', 'fault_type', '故障代码', '1', '0', '1', '2018-09-06 14:25:39', '1', '2018-09-06 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('c0f6e1cc335a4fadb2169cb9e342695c', 'unknown_one', '路外不明', 'classification', '责任部门分类', '25', '0', '1', '2018-09-26 13:13:08', '1', '2018-09-26 13:13:08', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('c124c0168d0144c586eaa4afef1b1bc6', 'qt', '其它', 'car_demage_type', '车辆损坏情况分类', '24', '0', '1', '2018-10-09 17:05:25', '1', '2018-10-09 17:05:25', '', '0');
INSERT INTO `sys_dict` VALUES ('c14cf516d0094ec0972c76fcfb1fabae', '07676037008001', '13A型钩腕裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-16 14:25:39', '1', '2018-10-16 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('c219d5137b8c4f5f97caf53bb5b757f2', 'TPDS', 'TPDS', 'dev_type', '设备类型', '1', '0', '1', '2017-12-29 03:45:33', '1', '2018-02-25 14:14:16', '', '0');
INSERT INTO `sys_dict` VALUES ('c31576937e314b8cb087f30b790cd49c', 'mszzsh', '门锁装置损坏', 'car_demage_type', '车辆损坏情况分类', '7', '0', '1', '2018-10-09 16:56:13', '1', '2018-10-09 16:56:13', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('c38aec32441248ef96744648efa7eedd', '04383084168017', '掣轮式人力制动机拉杆丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-08-30 14:25:39', '1', '2018-08-30 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('c3a050004c9f4976a55620f435e870a0', '07666117489017', '17型防跳插销及链丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-23 14:25:39', '1', '2018-10-23 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('c3afabf239a64b94a006504857233e1a', '列尾试风', '列尾试风', 'dev_type', '设备类型', '5', '0', '1', '2017-12-29 03:47:40', '1', '2018-02-25 14:15:50', '', '0');
INSERT INTO `sys_dict` VALUES ('c3f839a834114012b58a6c2b21617b35', '05534095105017', '120阀120阀螺栓丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-18 14:25:39', '1', '2018-09-18 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('c70351ccedf742ea9ee1d9ef3fd976b8', '1', '强热', 'axis_level', '报轴级别', '1', '0', '1', '2018-01-25 18:58:42', '1', '2018-01-25 18:58:42', '', '0');
INSERT INTO `sys_dict` VALUES ('c830235a8a8c4b9bb23a4d4e99baf8de', '07676097350017', '13A型钩舌销丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-11 14:25:39', '1', '2018-11-11 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('c97590df9ce14968b8248cd32835d3dc', '04363084166017', '固定链条式人力制动机轴链丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-01 14:25:39', '1', '2018-10-01 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('cb1df1c806a74365a571519ee9869916', '1', '已核实', 'is_verify', '列检值班核实状态', '1', '0', '1', '2018-03-05 10:02:24', '1', '2018-03-15 09:34:19', '', '0');
INSERT INTO `sys_dict` VALUES ('cc94b0c5df554a46894991210a5fc486', '2', '附表', 'table_type', '表类型', '30', '0', '1', '2016-01-05 21:47:38', '1', '2016-01-05 21:53:44', '', '0');
INSERT INTO `sys_dict` VALUES ('cce99dbcbc43407e88972972cde1f682', '01020050232017', 'P车滑轮丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-12-03 14:25:39', '1', '2018-12-03 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('cd26a5da986b4dc0b12b59ab78f8e825', 'tlhc', '出口铁路货车', 'trackCheck', '过轨检查', '23', '0', '1', '2018-10-18 15:13:11', '1', '2018-10-18 15:13:11', '企业内用车', '0');
INSERT INTO `sys_dict` VALUES ('cd6ef10a42904cfc832e449079a6d8e5', 'port', '路外港口', 'classification', '责任部门分类', '22', '0', '1', '2018-09-26 11:44:36', '1', '2018-09-26 11:44:36', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('ceacb4742abc4390baad94ed37b13bdf', '05004115200017', '无型号安全阀丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-09-23 14:25:39', '1', '2018-09-23 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('cee1d24753a24ec19c6aee741956d9d2', '07666117485017', '17型钩提杆复位弹簧丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-31 14:25:39', '1', '2018-10-31 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('cf7683354e6e448e93d4a1dd04ffce27', 'TADS', 'TADS', 'dev_type', '设备类型', '4', '0', '1', '2017-12-29 03:47:12', '1', '2018-02-25 14:15:29', '', '0');
INSERT INTO `sys_dict` VALUES ('cf80222fddfe4121a41a633d1d5b871f', '0', '未上报', 'rep_sta', '上报状态', '0', '0', '1', '2018-01-22 14:27:08', '1', '2018-01-22 14:27:08', '', '0');
INSERT INTO `sys_dict` VALUES ('d0a3131dc5aa45e49b08f802606f8592', '05004014712034', '无型号连接管连接处漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-11-17 14:25:39', '1', '2018-11-17 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('d1422432e6aa4bbcaceced330ce9424f', '03242093308017', '转K2型安全索丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-17 14:25:39', '1', '2018-10-17 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('d19bfe0fac47454fbbafdce8f18ec4a8', '11', '入厂段修', 'wait_repair', '修程', '24', '0', '1', '2018-10-18 10:46:24', '1', '2018-10-18 10:46:24', '修程', '0');
INSERT INTO `sys_dict` VALUES ('d25f9a736a2e45179cef48459e66b0b1', 'lyong', '路用', 'seal', '封存备用', '5', '0', '1', '2018-10-18 15:14:31', '1', '2018-10-18 15:14:31', '封存备用', '0');
INSERT INTO `sys_dict` VALUES ('d3730490d15c4fd18e1146085b7e2cd4', '043M3023850017', '高摩合成闸瓦丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-10-05 14:25:39', '1', '2018-10-05 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('d51e204838c847a9a9863f45a9009b36', 'unknown', '路内不明', 'classification', '责任部门分类', '31', '0', '1', '2018-09-26 13:54:57', '1', '2018-09-26 13:54:57', '责任部门分类', '0');
INSERT INTO `sys_dict` VALUES ('d60bfd478b1a4e7b9de4700b85e75570', '03242083253009', '转K2型减振弹簧外簧折损', 'fault_type', '故障代码', '1', '0', '1', '2018-11-18 14:25:39', '1', '2018-11-18 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('d71428d61f664ec9bb98ffa12601c4cf', '04', '临修', 'wait_repair', '修程', '14', '0', '1', '2018-10-18 10:42:48', '1', '2018-10-18 10:42:48', '修程', '0');
INSERT INTO `sys_dict` VALUES ('d7d0d838c4704a248be84b98ee2532d0', 'ownIs', '自备', 'property_right_type', '产权所属', '20', '0', '1', '2018-09-28 15:45:52', '1', '2018-09-28 15:45:52', '产权所属', '0');
INSERT INTO `sys_dict` VALUES ('d91e06b1b1ab41d090c4cea6922e1b5d', '03242103350063', '转K2型承载鞍错位', 'fault_type', '故障代码', '1', '0', '1', '2018-08-27 14:25:39', '1', '2018-08-27 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('d9b0d4ee9de340468648fb8c98a20691', '088M7047850267', '197726型轴承异音、卡滞', 'fault_type', '故障代码', '1', '0', '1', '2018-10-27 14:25:39', '1', '2018-10-27 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('dc80848222e54db58b7ae082aa2ed97d', 'emptyCar', '空车', 'emptyWeight', '空重别', '10', '0', '1', '2018-09-28 15:17:05', '1', '2018-09-28 15:17:05', '空重别', '0');
INSERT INTO `sys_dict` VALUES ('dd6c2ecfb8b04bad9e952f58d9f0b21f', '1', '调阅', 'dis_res', '发生原因', '1', '0', '1', '2018-01-22 09:27:47', '1', '2018-01-22 10:11:16', '', '0');
INSERT INTO `sys_dict` VALUES ('e03979b200fb45528b757b6d0290f2b5', '0', '未施工', 'bui_sta', '施工状态', '0', '0', '1', '2018-01-25 10:58:21', '1', '2018-01-25 10:58:21', '', '0');
INSERT INTO `sys_dict` VALUES ('e15685449320430f97b8f4c8a2a00f8c', 'accident', '路内行车事故', 'damageReasonType', '损坏原因分类', '60', '0', '1', '2018-09-27 16:25:09', '1', '2018-09-27 16:25:09', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('e15fd5fd49764d94b91ad5ad21eee48e', 'jdhjc', '解冻后检查', 'handover', '企业交接', '5', '0', '1', '2018-10-18 15:09:31', '1', '2018-10-18 15:09:31', '企业交接', '0');
INSERT INTO `sys_dict` VALUES ('e1c9eb6cf31d48ae9e14c3e19f13804d', 'downOff', '卸后', 'operationNature', '破损列车作业性质', '20', '0', '1', '2018-09-21 17:10:19', '1', '2018-09-21 17:10:19', '破损列车作业性质', '0');
INSERT INTO `sys_dict` VALUES ('e2823c19b7bf47ec975cd4be37a150f4', '06', '事故修', 'wait_repair', '修程', '18', '0', '1', '2018-10-18 10:43:48', '1', '2018-10-18 10:43:48', '修程', '0');
INSERT INTO `sys_dict` VALUES ('e2f8ccb6b7904a5a87b6edfaf37b6e53', '043B3074100010', 'ST2-250型闸调器破损', 'fault_type', '故障代码', '1', '0', '1', '2018-10-02 14:25:39', '1', '2018-10-02 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('e3d296bf787b4b859c4da40155ba0546', '01010211073007', 'C车钩提杆座裂损', 'fault_type', '故障代码', '1', '0', '1', '2018-11-09 14:25:39', '1', '2018-11-09 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('e666c8ad71dc4b4da25f2a9087f24bf8', 'unloading', '路内装卸车', 'damageReasonType', '损坏原因分类', '70', '0', '1', '2018-09-27 16:25:46', '1', '2018-09-27 16:25:46', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('e6dada6271cc466fa837931681f80f42', '2', '微热', 'axis_level', '报轴级别', '2', '0', '1', '2018-01-25 18:59:41', '1', '2018-01-25 18:59:41', '', '0');
INSERT INTO `sys_dict` VALUES ('e70e0adf969345bebca0e58a07ffc5a2', '042E3013804001', 'L-B型制动梁梁架裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-30 14:25:39', '1', '2018-10-30 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('e740f97af92644fb83b18b904840e75e', 'zhccds', '枕簧窜出丢失', 'car_demage_type', '车辆损坏情况分类', '12', '0', '1', '2018-10-09 16:59:13', '1', '2018-10-09 16:59:13', '', '0');
INSERT INTO `sys_dict` VALUES ('e7b92fa61c684c7fa6251df5e92976d3', '01020050230007', 'P车车门下导轨裂损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-01 14:25:39', '1', '2018-09-01 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('e82d8b76f06c44c5a9ac08426efc72d1', 'group', '组', 'class_group_type', '班组类型', '20', '0', '1', '2018-09-28 14:11:09', '1', '2018-09-28 14:11:09', '班组类型', '0');
INSERT INTO `sys_dict` VALUES ('e8771f0a06d64c388bfe5eb1e04becc2', 'thaw', '路外解冻库', 'damageReasonType', '损坏原因分类', '30', '0', '1', '2018-09-27 16:21:32', '1', '2018-09-27 16:21:32', '损坏原因分类', '0');
INSERT INTO `sys_dict` VALUES ('e96715b906c44740adc287f8a19bd85b', '07', '返厂修', 'wait_repair', '修程', '19', '0', '1', '2018-10-18 10:44:15', '1', '2018-10-18 10:44:15', '修程', '0');
INSERT INTO `sys_dict` VALUES ('e9ce7137a38b4633b552ad8a88fb7486', 'whited', '白班', 'classesType', '班次', '10', '0', '1', '2018-09-25 17:37:30', '1', '2018-09-25 17:37:30', '班次', '0');
INSERT INTO `sys_dict` VALUES ('e9ec528e3cdf41ab9c26148b88af52da', '07616097350008', '13号钩舌销折断', 'fault_type', '故障代码', '1', '0', '1', '2018-10-19 14:25:39', '1', '2018-10-19 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('ea0d114453d9497ca1ace3f7fb787512', 'slide', '滑', 'roll_slide', '滚滑别', '2', '0', '1', '2018-11-08 17:11:23', '1', '2018-11-08 17:11:23', '滚滑别', '0');
INSERT INTO `sys_dict` VALUES ('eb3aff70021f497ca3e2b0c2e8849f8b', 'borrow', '部署', 'property_right_type', '产权所属', '10', '0', '1', '2018-09-28 15:45:22', '1', '2018-09-28 15:45:22', '产权所属', '0');
INSERT INTO `sys_dict` VALUES ('eb940dfd26964af0a7a20b422fc8cc46', '03212083250009', '转8A型摇枕弹簧外簧折损', 'fault_type', '故障代码', '1', '0', '1', '2018-09-26 14:25:39', '1', '2018-09-26 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('edcff290185b44b5bd5dd3f385d026d3', 'gwkls', '钩尾框裂损', 'car_demage_type', '车辆损坏情况分类', '8', '0', '1', '2018-10-09 16:57:21', '1', '2018-10-09 16:57:21', '车辆损坏情况分类', '0');
INSERT INTO `sys_dict` VALUES ('ee21a2af7747425082f1054cbf901635', '0', '非手摇', 'is_handshake', '手摇状态', '0', '0', '1', '2018-03-05 10:04:19', '1', '2018-03-05 10:04:19', '', '0');
INSERT INTO `sys_dict` VALUES ('f1140e37d02e4f78ab0879a0218b79ec', '08', '入段厂修', 'wait_repair', '修程', '20', '0', '1', '2018-10-18 10:44:49', '1', '2018-10-18 10:44:49', '修程', '0');
INSERT INTO `sys_dict` VALUES ('f2dc11ffee874561b7419ba74c5edba9', '0', '未核实', 'is_verify', '列检值班核实状态', '0', '0', '1', '2018-03-05 10:01:44', '1', '2018-03-05 10:01:44', '', '0');
INSERT INTO `sys_dict` VALUES ('f3813b23f8e5470eaf4358643b08da19', '05004014709017', '无型号支管卡子丢失', 'fault_type', '故障代码', '1', '0', '1', '2018-11-05 14:25:39', '1', '2018-11-05 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('f6b02fa69b5a4c1fbdadeb218584e671', '05004014701034', '无型号T形接头漏泄', 'fault_type', '故障代码', '1', '0', '1', '2018-10-29 14:25:39', '1', '2018-10-29 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('f7c9d0a83d584aa799926147c9f54c40', 'rjjche', '入境接车', 'frontier', '国境交接', '4', '0', '1', '2018-10-18 15:24:37', '1', '2018-10-18 15:24:37', '国境交接', '0');
INSERT INTO `sys_dict` VALUES ('faed8c1300d7475895c8598d2230e853', '07676097354012', '13A型钩舌推铁弯曲', 'fault_type', '故障代码', '1', '0', '1', '2018-11-04 14:25:39', '1', '2018-11-04 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('fce762ae5d334f978aaf5e23b43c25fd', '07676097354001', '13A型钩舌推铁裂纹', 'fault_type', '故障代码', '1', '0', '1', '2018-10-11 14:25:39', '1', '2018-10-11 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('fceb3d8a5a2647479826e4e4cc9f7f55', '04003033900012', '通用配件上拉杆弯曲', 'fault_type', '故障代码', '1', '0', '1', '2018-09-08 14:25:39', '1', '2018-09-08 14:25:39', '故障代码', '0');
INSERT INTO `sys_dict` VALUES ('fdcd1f8ae21d4dd697227dec20652113', 'jsjche', '技术接车', 'handover', '企业交接', '4', '0', '1', '2018-10-18 15:09:08', '1', '2018-10-18 15:09:08', '企业交接', '0');
INSERT INTO `sys_dict` VALUES ('ffeca661477c4db095ef9b3b2d243610', '043M3023851067', '高摩合成闸瓦插销窜出', 'fault_type', '故障代码', '1', '0', '1', '2018-11-06 14:25:39', '1', '2018-11-06 14:25:39', '故障代码', '0');
